proj-xcode/PowerAuth2Tests/PowerAuthServerSOAP/SoapRequests.bundle/VerifyECDSASignature.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pow="$XMLNS">
	<soapenv:Header/>
	<soapenv:Body>
		<pow:VerifyECDSASignatureRequest>
			<pow:activationId>$1</pow:activationId>
			<pow:data>$2</pow:data>
			<pow:signature>$3</pow:signature>
		</pow:VerifyECDSASignatureRequest>
	</soapenv:Body>
</soapenv:Envelope>
